Repository: TaniksHasNoHouse/Przewijarka_BR_Praktyki
Catalog: Logical/mappView/Resources/Texts/RecipePage.tmx
Source language: en
Languages: de, pl

source: Current recipe
de: Aktuelles Rezept
pl: Aktualna receptura

source: Edit recipe
de: Rezept bearbeiten
pl: Edycja receptur

source: Search:
de: Suchen:
pl: Wyszukaj:

source: Current recipe:
de: Aktuelles Rezept:
pl: Aktualna receptura:

source: Maximum amount of material for the left roll:
de: Maximale Materialmenge auf der linken Rolle:
pl: Maksymalna ilość materialu rolki lewej:

source: Minimum amount of material for the left roll:
de: Mindestmaterialmenge für die linke Rolle:
pl: Minimalna ilość materialu rolki lewej:

source: Maximum amount of material for the right roll:
de: Maximale Materialmenge auf der rechten Rolle:
pl: Maksymalna ilość materialu rolki prawej:

source: Minimum amount of material for the right roll:
de: Mindestmaterialmenge für die richtige Rolle:
pl: Minimalna ilość materialu rolki prawej:

source: Right tensioner height:
de: Höhe des rechten Spanners:
pl: Wysokość prawego napinacza:

source: Left tensioner height:
de: Höhe des linken Spanners:
pl: Wysokość lewego napinacza:

source: Winding speed:
de: Wickelgeschwindigkeit:
pl: Predkość nawijania:

source: Winding direction:
de: Wickelrichtung:
pl: Kierunek nawijania:

source: Save data:
de: Datenaufzeichnung:
pl: Zapis danych:

source: LOAD RECIPE!
de: REZEPT LADEN!
pl: WCZYTAJ RECEPTURĘ!

source: Length to rewind:
de: Länge zum Zurückspulen:
pl: Długość do przewinięcia:

source: Name:
pl: Nazwa:

source: Motor 1
pl: Silnik 1

source: Motor 2
pl: Silnik 3

source: Motor 3
pl: Silnik 2
